[M_NoHardFeelings MissionDefinition]
MissionName="Sem Rancores"
MissionDescription="A última vontade de um bandido que você matou era lhe recompensar com um cofre de armas escondido em [place]Tundra Express[-place]. Não precisa falar duas vezes, não é?"
TurnInDescription="Mesmo que tenha tentado matar você duas vezes, é preciso reconhecer que esse bandido era um cara digno."
MissionSummary="Encontre o esconderijo de armas do bandido morto. "
MissionGiver="Cadáver do bandido Will"
MissionTurnInLocation="Esconderijo do bandido Will"
TeaserText="Assassinar é humano... perdoar é divino."

[M_NoHardFeelings:KillBandits MissionObjectiveDefinition]
ProgressMessage="Elimine os bandidos de Will"

[M_NoHardFeelings:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_NoHardFeelings:MissionObjectiveSetDefinition_6 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_NoHardFeelings:NoHardFeelings_FinalObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_NoHardFeelings:NoHardFeelings_FindTheStash MissionObjectiveDefinition]
ProgressMessage="Encontre o esconderijo"

[M_NoHardFeelings:NoHardFeelings_LootTheStash MissionObjectiveDefinition]
ProgressMessage="Recolha os espólios"

